Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If I grabbed your hips and pulled you back onto me harder during missionary, would that make you feel desired or controlled?
de: Wenn ich deine Hüften packen und dich in der Missionarsstellung fester auf mich ziehen würde – würde dich das eher begehrt oder kontrolliert fühlen lassen?
es: Si agarrara tus caderas y te atrajera hacia mí con más fuerza durante el misionero, ¿te haría sentir deseada o controlada?
fr: Si je t’attrapais les hanches et te tirais plus fort contre moi en position missionnaire, te sentirais-tu désirée ou contrôlée ?
it: Se ti afferrassi i fianchi e ti tirassi più forte contro di me durante il missionario, ti sentiresti desiderata o controllata?
ja: 正常位でお前の腰を掴んでより強く引き寄せたら、欲されていると感じる？それとも支配されていると感じる？
ko: 선교사 자세에서 내가 네 엉덩이를 잡아 더 세게 끌어당기면, 원하는 느낌이 들어? 아니면 통제당하는 느낌?
nb: Hvis jeg tok tak i hoftene dine og dro deg hardere tilbake mot meg i misjonærstilling, ville det få deg til å føle deg ønsket eller kontrollert?
nl: Als ik je heupen zou vastpakken en je harder tegen me aan zou trekken tijdens missionarispositie, zou je je dan begeerd of gecontroleerd voelen?
pl: Gdybym chwycił twoje biodra i przyciągnął cię mocniej do siebie w pozycji misjonarskiej, czy poczułabyś się pożądana czy kontrolowana?
pt_br: Se eu agarrasse seus quadris e puxasse você mais forte contra mim durante o missionário, você se sentiria desejada ou controlada?
sv: Om jag tog tag i dina höfter och drog dig hårdare tillbaka mot mig under missionären, skulle det få dig att känna dig åtrådd eller kontrollerad?
uk: Якби я схопив тебе за стегна й потягнув сильніше на себе в місіонерській позі, ти б почувалася бажаною чи контрольованою?
zh_hans: 如果在传教士体位时我抓住你的臀部把你更用力地拉向我，你会感到被渴望还是被控制？

source: If I told you I’ve thought about licking you from your perineum all the way up your spine, what would your reaction be?
de: Wenn ich dir sagen würde, dass ich daran gedacht habe, dich vom Damm bis zur Wirbelsäule hochzulecken, wie wäre deine Reaktion?
es: Si te dijera que he pensado en lamerte desde el perineo hasta la columna, ¿cuál sería tu reacción?
fr: Si je te disais que j’ai pensé à te lécher du périnée jusqu’en haut de la colonne vertébrale, quelle serait ta réaction ?
it: Se ti dicessi che ho pensato di leccarti dal perineo fino su per la spina dorsale, quale sarebbe la tua reazione?
ja: 会陰から背骨の上まで舐めようと考えたことがあると言ったら、あなたの反応はどうなりますか？
ko: 내가 너의 회음부부터 척추까지 핥아주는 걸 생각해봤다고 말하면, 너의 반응이 어떨 것 같아?
nb: Hvis jeg sa at jeg har tenkt på å slikke deg fra perineum og helt opp ryggraden, hva ville reaksjonen din vært?
nl: Als ik je zou vertellen dat ik erover heb nagedacht om je te likken van je perineum helemaal omhoog langs je ruggengraat, wat zou je reactie zijn?
pl: Gdybym powiedział ci, że myślałem o lizaniu cię od krocza aż po kręgosłup, jaka byłaby twoja reakcja?
pt_br: Se eu dissesse que pensei em te lamber do períneo até o topo da sua coluna, qual seria sua reação?
sv: Om jag sa att jag har tänkt på att slicka dig från ditt perineum ända upp längs ryggraden, vad skulle din reaktion vara?
uk: Якби я сказав, що думав лизати тебе від промежини аж до хребта, якою була б твоя реакція?
zh_hans: 如果我告诉你我想过从你的会阴一直舔到你的脊柱，你会有什么反应？

source: If I wanted to finish on your face or chest, would that make you feel dirty in a good way or just dirty?
de: Wenn ich auf deinem Gesicht oder deiner Brust kommen wollte, würde dich das auf eine gute Art schmutzig fühlen lassen oder einfach nur schmutzig?
es: Si quisiera terminar en tu cara o pecho, ¿te haría sentir sucio de una buena manera o simplemente sucio?
fr: Si je voulais jouir sur ton visage ou ta poitrine, est-ce que cela te ferait sentir sale d'une bonne manière ou juste sale ?
it: Se volessi venire sul tuo viso o petto, ti farebbe sentire sporco in senso buono o semplicemente sporco?
ja: もし私があなたの顔や胸でイきたいと思ったら、それは良い意味で汚い気持ちにさせますか？それともただ単に汚いだけですか？
ko: 내가 당신의 얼굴이나 가슴에 끝내고 싶다면, 그것은 당신을 좋은 의미로 더럽게 느끼게 합니까, 아니면 그냥 더럽게 느끼게 합니까?
nb: Hvis jeg ville fullføre på ansiktet eller brystet ditt, ville det få deg til å føle deg skitten på en god måte eller bare skitten?
nl: Als ik op je gezicht of borst zou klaarkomen, zou je je dan op een goede manier vies voelen of gewoon vies?
pl: Gdybym chciał skończyć na twojej twarzy lub klatce piersiowej, czy sprawiłoby to, że poczułabyś się brudna w dobry sposób, czy po prostu brudna?
pt_br: Se eu quisesse terminar no seu rosto ou peito, isso faria você se sentir sujo de um jeito bom ou apenas sujo?
sv: Om jag ville komma på ditt ansikte eller bröst, skulle det få dig att känna dig smutsig på ett bra sätt eller bara smutsig?
uk: Якби я хотів скінчити на твоє обличчя чи груди, це змусило б тебе відчувати себе брудним у хорошому сенсі чи просто брудним?
zh_hans: 如果我想在你脸上或胸前射精，这会让你觉得是好意义上的肮脏，还是只是单纯的肮脏？

source: If I wanted to use a blindfold on you and tease you for 20 minutes without penetration, would that be torture or paradise?
de: Wenn ich dir eine Augenbinde anlegen und dich 20 Minuten lang ohne Penetration necken würde – wäre das Folter oder Paradies?
es: Si quisiera vendarte los ojos y provocarte durante 20 minutos sin penetración, ¿sería tortura o paraíso?
fr: Si je voulais te mettre un bandeau sur les yeux et te taquiner pendant 20 minutes sans pénétration, serait-ce de la torture ou le paradis ?
it: Se volessi bendarti e stuzzicarti per 20 minuti senza penetrazione, sarebbe tortura o paradiso?
ja: もしあなたにアイマスクをして、20分間挿入なしで焦らすとしたら、それは拷問ですか、それとも楽園ですか？
ko: 내가 너에게 안대를 씌우고 삽입 없이 20분 동안 애태운다면, 그것은 고문일까 낙원일까?
nb: Hvis jeg ville binde for øynene dine og erte deg i 20 minutter uten penetrasjon, ville det vært tortur eller paradis?
nl: Als ik je een blinddoek zou omdoen en je 20 minuten zou plagen zonder penetratie, zou dat marteling of paradijs zijn?
pl: Gdybym chciał założyć ci opaskę na oczy i drażnić cię przez 20 minut bez penetracji, czy to byłaby tortura czy raj?
pt_br: Se eu quisesse te vendar e te provocar por 20 minutos sem penetração, isso seria tortura ou paraíso?
sv: Om jag ville sätta en ögonbindel på dig och reta dig i 20 minuter utan penetration, skulle det vara tortyr eller paradis?
uk: Якби я хотів зав’язати тобі очі та дражнити тебе 20 хвилин без проникнення, це було б тортурою чи раєм?
zh_hans: 如果我想给你戴上眼罩，在不插入的情况下挑逗你20分钟，那是折磨还是天堂？

source: If I wanted to use a butt plug on you during oral sex, would that be too much or just right?
de: Wenn ich beim Oralverkehr einen Buttplug bei dir verwenden würde, wäre das zu viel oder genau richtig?
es: Si quisiera usar un tapón anal en ti durante el sexo oral, ¿sería demasiado o está bien?
fr: Si je voulais utiliser un butt plug sur toi pendant le sexe oral, serait-ce trop ou juste parfait ?
it: Se volessi usare un butt plug su di te durante il sesso orale, sarebbe troppo o giusto?
ja: オーラルセックスの最中にアナルプラグを使いたい場合、それはやりすぎですか、それともちょうどいいですか？
ko: 구강 성교 중에 항문 플러그를 사용하고 싶다면, 그것은 너무 과한가요, 아니면 적당한가요?
nb: Hvis jeg ville bruke en buttplug på deg under oral sex, ville det vært for mye eller akkurat passe?
nl: Als ik een buttplug bij jou zou willen gebruiken tijdens orale seks, zou dat te veel zijn of precies goed?
pl: Gdybym chciał użyć na tobie buttplug podczas seksu oralnego, czy to było by za dużo, czy w sam raz?
pt_br: Se eu quisesse usar um butt plug em você durante o sexo oral, seria demais ou na medida certa?
sv: Om jag ville använda en buttplug på dig under oralsex, skulle det vara för mycket eller precis lagom?
uk: Якби я захотів використати анальну пробку на тобі під час орального сексу, це було б занадто або в самий раз?
zh_hans: 如果我想在口交时对你使用肛门塞，那是太过分了还是刚刚好？

source: If I were to walk in on you in the shower right now, what’s the first thing you’d want me to do to you?
de: Wenn ich jetzt zu dir in die Dusche kommen würde, was wäre das Erste, was ich mit dir machen sollte?
es: Si entrara contigo en la ducha ahora mismo, ¿qué seria lo primero que querrías que te hiciera?
fr: Si j'entrais dans la douche avec vous maintenant, quelle serait la première chose que vous voudriez que je vous fasse ?
it: Se entrassi in doccia con te proprio ora, qual è la prima cosa che vorresti che ti facessi?
ja: もし今、私があなたのシャワー中に押し入ったら、まず私に何をしてほしいですか？
ko: 지금 당장 내가 당신이 샤워하는 곳으로 들어간다면, 가장 먼저 무엇을 해주길 원하나요?
nb: Hvis jeg kom inn til deg i dusjen akkurat nå, hva er det første du ville at jeg skulle gjort med deg?
nl: Als ik nu bij je onder de douche zou stappen, wat is dan het eerste dat je wilt dat ik bij je doe?
pl: Gdybym teraz wszedł do Ciebie pod prysznic, co chciałabyś, żebym zrobił jako pierwsze?
pt_br: Se eu entrasse no seu banho agora, qual seria a primeira coisa que você gostaria que eu fizesse com você?
sv: Om jag kom in till dig i duschen just nu, vad är det första du skulle vilja att jag gjorde med dig?
uk: Якби я зараз зайшов до вас у душ, що б ви хотіли, щоб я зробив з вами насамперед?
zh_hans: 如果我现在走进淋浴间找你，你最想让我对你做的第一件事是什么？

source: If money were no object, how would you spend your days?
de: Wenn Geld keine Rolle spielen würde, wie würdest du deine Tage verbringen?
es: Si el dinero no importara, ¿cómo pasarías tus días?
fr: Si l'argent n'était pas un problème, comment passerais-tu tes journées ?
it: Se i soldi non fossero un problema, come passeresti le tue giornate?
ja: お金が問題でなければ、どのように日々を過ごしますか？
ko: 돈이 문제가 아니라면 하루를 어떻게 보내시겠어요?
nb: Hvis penger ikke var et problem, hvordan ville du tilbrakt dagene dine?
nl: Als geld geen rol speelde, hoe zou je je dagen doorbrengen?
pl: Gdyby pieniądze nie miały znaczenia, jak spędzałbyś swoje dni?
pt_br: Se dinheiro não fosse problema, como você passaria seus dias?
sv: Om pengar inte var något problem, hur skulle du tillbringa dina dagar?
uk: Якби гроші не мали значення, як би ви проводили свої дні?
zh_hans: 如果钱不是问题，你会如何度过每一天？

source: If someone gave you a year off with full pay, what would you actually do?
de: Wenn dir jemand ein Jahr freie Zeit bei vollem Gehalt geben würde, was würdest du tatsächlich tun?
es: Si alguien te diera un año libre con sueldo completo, ¿qué harías realmente?
fr: Si quelqu'un te donnait une année de congé avec plein salaire, que ferais-tu vraiment ?
it: Se qualcuno ti desse un anno di ferie con piena paga, cosa faresti effettivamente?
ja: もし誰かがあなたに給料全額支給で一年の休暇をくれたら、実際に何をしますか？
ko: 누군가 당신에게 급여를 전액 지급하며 1년 휴가를 준다면 실제로 무엇을 하시겠습니까?
nb: Hvis noen ga deg et år fri med full lønn, hva ville du faktisk gjort?
nl: Als iemand je een jaar vrij zou geven met volledig behoud van salaris, wat zou je dan echt doen?
pl: Gdyby ktoś dał ci rok wolnego z pełną pensją, co właściwie byś zrobił?
pt_br: Se alguém lhe desse um ano de folga com salário integral, o que você realmente faria?
sv: Om någon gav dig ett år ledigt med full lön, vad skulle du faktiskt göra?
uk: Якби хтось дав вам рік відпустки з повною оплатою, що б ви насправді робили?
zh_hans: 如果有人给你一年的带薪休假，你会真正做些什么？

source: If the internet disappeared tomorrow, what would you miss most?
de: Wenn das Internet morgen verschwinden würde, was würdest du am meisten vermissen?
es: Si el internet desapareciera mañana, ¿qué es lo que más extrañarías?
fr: Si Internet disparaissait demain, que manquerait-il le plus ?
it: Se Internet scomparisse domani, cosa ti mancherebbe di più?
ja: もし明日インターネットがなくなったら、何が一番恋しくなりますか？
ko: 내일 인터넷이 사라진다면 무엇이 가장 그리울까요?
nb: Hvis internett forsvant i morgen, hva ville du savnet mest?
nl: Als het internet morgen verdween, wat zou je dan het meest missen?
pl: Gdyby internet zniknął jutro, za czym najbardziej byś tęsknił?
pt_br: Se a internet desaparecesse amanhã, o que você sentiria mais falta?
sv: Om internet försvann imorgon, vad skulle du sakna mest?
uk: Якщо завтра інтернет зникне, чого б ви найбільше сумували?
zh_hans: 如果明天互联网消失了，你最想念什么？

source: If we were alone right now, what would we be doing?
de: Wenn wir jetzt allein wären, was würden wir tun?
es: Si estuviéramos solos ahora mismo, ¿qué estaríamos haciendo?
fr: Si nous étions seuls en ce moment, que ferions-nous ?
it: Se fossimo soli in questo momento, cosa staremmo facendo?
ja: 今二人きりだったら、何をしていますか？
ko: 지금 우리 둘만 있다면 무엇을 하고 있을까요?
nb: Hvis vi var alene akkurat nå, hva ville vi ha gjort?
nl: Als we nu alleen waren, wat zouden we dan doen?
pl: Gdybyśmy byli teraz sami, co byśmy robili?
pt_br: Se estivéssemos sozinhos agora, o que estaríamos fazendo?
sv: Om vi var ensamma just nu, vad skulle vi göra?
uk: Якби ми зараз були наодинці, що б ми робили?
zh_hans: 如果我们现在单独在一起，我们在做什么？

source: If we were in a hotel and knew the walls were thin, would that make you quieter or louder?
de: Wenn wir in einem Hotel wären und wüssten, dass die Wände dünn sind, wärst du dann leiser oder lauter?
es: Si estuviéramos en un hotel y supiéramos que las paredes son delgadas, ¿eso te haría ser más silencioso o más ruidoso?
fr: Si nous étions dans un hôtel et savions que les murs étaient minces, cela vous rendrait-il plus calme ou plus bruyant ?
it: Se fossimo in un hotel e sapessimo che le pareti sono sottili, saresti più silenzioso o più rumoroso?
ja: もしホテルの壁が薄いとわかっていたら、もっと静かにしますか、それとももっと激しくなりますか？
ko: 우리가 호텔에 있는데 벽이 얇다는 걸 안다면, 더 조용해질까요 아니면 더 대담해질까요?
nb: Hvis vi var på et hotell og visste at veggene var tynne, ville det gjort deg stillere eller mer høylytt?
nl: Als we in een hotel zouden zijn en wisten dat de muren dun waren, zou je dan stiller of luidruchtiger zijn?
pl: Gdybyśmy byli w hotelu i wiedzieli, że ściany są cienkie, uciszyłoby Cię to czy wręcz przeciwnie?
pt_br: Se estivéssemos em um hotel e soubéssemos que as paredes são finas, isso te deixaria mais silencioso ou mais barulhento?
sv: Om vi var på ett hotell och visste att väggarna var tunna, skulle det göra dig tystare eller högljuddare?
uk: Якби ми були в готелі і знали, що стіни тонкі, це змусило б вас бути тихішими чи гучнішими?
zh_hans: 如果我们住在酒店，而且知道墙很薄，你会变得更安静还是更大声？

source: If we were in a semi-public place, like a dark cinema or a park, what’s the furthest you’d want to go?
de: Wenn wir an einem halböffentlichen Ort wären, wie einem dunklen Kino oder einem Park, wie weit würdest du gehen wollen?
es: Si estuviéramos en un lugar semipúblico, como un cine oscuro o un parque, ¿qué tan lejos estarías dispuesto a llegar?
fr: Si nous étions dans un endroit semi-public, comme un cinéma sombre ou un parc, jusqu'où voudriez-vous aller ?
it: Se fossimo in un luogo semi-pubblico, come un cinema buio o un parco, fin dove vorresti spingerti?
ja: 暗い映画館や公園のような半公共の場にいたら、どこまでしてみたいですか？
ko: 어두운 영화관이나 공원 같은 반공공 장소에 있다면, 어디까지 가보고 싶나요?
nb: Hvis vi var på et halvoffentlig sted, som en mørk kino eller en park, hvor langt ville du ønsket å gå?
nl: Als we op een semi-publieke plek zouden zijn, zoals een donkere bioscoop of een park, hoe ver zou je dan willen gaan?
pl: Gdybyśmy byli w miejscu półpublicznym, np. w ciemnym kinie lub parku, jak daleko chciałabyś się posunąć?
pt_br: Se estivéssemos em um lugar semipúblico, como um cinema escuro ou um parque, até onde você gostaria de ir?
sv: Om vi var på en halvoffentlig plats, som en mörk bio eller en park, hur långt skulle du vilja gå?
uk: Якби ми були в напівпублічному місці, наприклад, у темному кінотеатрі чи парку, як далеко ви б хотіли зайти?
zh_hans: 如果我们身处半公开场所，比如黑暗的电影院或公园，你最远想做到哪一步？

source: If we were in an elevator alone for 30 seconds, what’s the limit of what you’d let me do to you?
de: Wenn wir 30 Sekunden allein in einem Aufzug wären, was wäre das Limit dessen, was du mir erlauben würdest, dir anzutun?
es: Si estuviéramos solos en un ascensor durante 30 segundos, ¿cuál sería el límite de lo que me dejarías hacerte?
fr: Si nous étions seuls dans un ascenseur pendant 30 secondes, quelle serait la limite de ce que tu me laisserais te faire ?
it: Se fossimo soli in un ascensore per 30 secondi, qual è il limite di ciò che mi lasceresti fare a te?
ja: もし私たちがエレベーターに30秒間二人きりなら、あなたが私にしてもいいと許す限界は何ですか？
ko: 만약 우리가 엘리베이터에서 30초 동안 단둘이 있다면, 네가 내가 너에게 하는 것을 허락하는 한계는 무엇이니?
nb: Hvis vi var alene i en heis i 30 sekunder, hva er grensen for hva du ville latt meg gjøre mot deg?
nl: Als we 30 seconden alleen in een lift waren, wat is dan de grens van wat je me zou laten doen?
pl: Gdybyśmy byli sami w windzie przez 30 sekund, jaka byłaby granica tego, co pozwoliłabyś mi sobie zrobić?
pt_br: Se estivéssemos sozinhos em um elevador por 30 segundos, qual seria o limite do que você me deixaria fazer com você?
sv: Om vi var ensamma i en hiss i 30 sekunder, vad är gränsen för vad du skulle låta mig göra med dig?
uk: Якби ми були самі в ліфті 30 секунд, яка межа того, що ти дозволив би мені зробити з тобою?
zh_hans: 如果我们单独在电梯里待30秒，你允许我对你做的极限是什么？

source: If you could add a level to Maslow's Hierarchy of Needs, what would be at the top?
de: Wenn du eine Ebene zu Maslows Bedürfnispyramide hinzufügen könntest, was wäre an der Spitze?
es: Si pudieras agregar un nivel a la Pirámide de Maslow, ¿qué habría en la cima?
fr: Si tu pouvais ajouter un niveau à la pyramide des besoins de Maslow, que mettrais-tu au sommet ?
it: Se potessi aggiungere un livello alla piramide dei bisogni di Maslow, cosa ci sarebbe in cima?
ja: マズローの欲求段階説に一段階追加できるなら、最上位に何を置きますか？
ko: 매슬로우의 욕구 단계에 한 단계를 추가할 수 있다면, 최상위에 무엇을 두겠습니까?
nb: Hvis du kunne legge til et nivå i Maslows behovspyramide, hva ville vært på toppen?
nl: Als je een niveau toe kon voegen aan de piramide van Maslow, wat zou er dan bovenaan staan?
pl: Gdybyś mógł dodać poziom do piramidy potrzeb Maslowa, co znalazłoby się na szczycie?
pt_br: Se você pudesse adicionar um nível à Hierarquia de Necessidades de Maslow, o que estaria no topo?
sv: Om du kunde lägga till en nivå i Maslows behovstrappa, vad skulle vara högst upp?
uk: Якби ви могли додати рівень до піраміди потреб Маслоу, що б було на вершині?
zh_hans: 如果你能在马斯洛需求层次理论中增加一个层级，最顶层会是什么？

source: If you could add a new sense to the human body, what would it detect?
de: Wenn du dem menschlichen Körper einen neuen Sinn hinzufügen könntest, was würde er wahrnehmen?
es: Si pudieras agregar un nuevo sentido al cuerpo humano, ¿qué detectaría?
fr: Si vous pouviez ajouter un nouveau sens au corps humain, que détecterait-il ?
it: Se potessi aggiungere un nuovo senso al corpo umano, cosa rileverebbe?
ja: 人間の体に新しい感覚を追加できるとしたら、それは何を感知しますか？
ko: 인간의 몸에 새로운 감각을 추가할 수 있다면, 그것은 무엇을 감지하게 하시겠습니까?
nb: Hvis du kunne legge til en ny sans til menneskekroppen, hva ville den registrere?
nl: Als je een nieuw zintuig aan het menselijk lichaam zou kunnen toevoegen, wat zou het detecteren?
pl: Gdybyś mógł dodać nowy zmysł do ludzkiego ciała, co by wykrywał?
pt_br: Se você pudesse adicionar um novo sentido ao corpo humano, o que ele detectaria?
sv: Om du kunde lägga till ett nytt sinne till människokroppen, vad skulle det upptäcka?
uk: Якби ви могли додати нове чуття до людського тіла, що б воно виявляло?
zh_hans: 如果你能给人体增加一种新的感官，它会探测到什么？

source: If you could add a room to your home that defies physics, what would it be filled with?
de: Wenn du deinem Zuhause einen Raum hinzufügen könntest, der der Physik trotzt, womit wäre er gefüllt?
es: Si pudieras agregar una habitación a tu casa que desafíe la física, ¿de qué estaría llena?
fr: Si tu pouvais ajouter une pièce à ta maison qui défie la physique, de quoi serait-elle remplie ?
it: Se potessi aggiungere una stanza alla tua casa che sfida la fisica, di cosa sarebbe piena?
ja: 物理学に反する部屋を家に一つ追加できるとしたら、その部屋を何で満たしますか？
ko: 물리학을 무시하는 방을 집에 하나 추가할 수 있다면, 그 방을 무엇으로 채우겠습니까?
nb: Hvis du kunne legge til et rom i hjemmet ditt som trosser fysikkens lover, hva ville det vært fylt med?
nl: Als je een kamer aan je huis kon toevoegen die de wetten van de natuurkunde tart, waarmee zou die dan gevuld zijn?
pl: Gdybyś mógł dodać do swojego domu pomieszczenie, które przeciwstawia się fizyce, czym by było wypełnione?
pt_br: Se você pudesse adicionar um cômodo à sua casa que desafia a física, com o que ele seria preenchido?
sv: Om du kunde lägga till ett rum i ditt hem som trotsar fysikens lagar, vad skulle det vara fyllt med?
uk: Якби ви могли додати до свого будинку кімнату, яка кидає виклик фізиці, чим би вона була наповнена?
zh_hans: 如果你能在家里添加一个无视物理学的房间，你会用它来装什么？

source: If you could add one rule to society that everyone had to follow, what would it be?
de: Wenn du eine Regel zur Gesellschaft hinzufügen könntest, die jeder befolgen müsste, welche wäre das?
es: Si pudieras añadir una regla a la sociedad que todos tuvieran que seguir, ¿cuál sería?
fr: Si tu pouvais ajouter une règle à la société que tout le monde devrait suivre, laquelle serait-ce?
it: Se potessi aggiungere una regola alla società che tutti dovrebbero seguire, quale sarebbe?
ja: もし社会に一つだけ皆が守るべきルールを追加できるなら、何を追加しますか？
ko: 모두가 따라야 하는 규칙을 사회에 하나 추가할 수 있다면 어떤 규칙을 추가하겠어요?
nb: Hvis du kunne legge til én regel i samfunnet som alle måtte følge, hva ville det vært?
nl: Als je één regel aan de samenleving zou kunnen toevoegen die iedereen moet volgen, welke zou dat zijn?
pl: Gdybyś mógł dodać jedną zasadę do społeczeństwa, której wszyscy musieliby przestrzegać, co by to było?
pt_br: Se você pudesse adicionar uma regra à sociedade que todos tivessem que seguir, qual seria?
sv: Om du kunde lägga till en regel i samhället som alla måste följa, vad skulle det vara?
uk: Якби ти міг додати одне правило в суспільство, якого всі повинні дотримуватися, яким би воно було?
zh_hans: 如果你能为社会添加一条所有人都必须遵守的规则，那会是什么？

source: If you could ask an omniscient being one question, what would it be?
de: Wenn du ein allwissendes Wesen eine Frage stellen könntest, was würdest du fragen?
es: Si pudieras hacerle una pregunta a un ser omnisciente, ¿cuál sería?
fr: Si vous pouviez poser une question à un être omniscient, quelle serait-elle ?
it: Se potessi fare una domanda a un essere onnisciente, cosa chiederesti?
ja: 全知の存在に一つ質問できるとしたら、何を尋ねますか？
ko: 전지전능한 존재에게 한 가지 질문을 할 수 있다면 무엇을 묻겠습니까?
nb: Hvis du kunne spurt et allvitende vesen ett spørsmål, hva ville det vært?
nl: Als je een alwetend wezen één vraag zou mogen stellen, wat zou die zijn?
pl: Gdybyś mógł zadać jedno pytanie wszechwiedzącej istocie, co by to było?
pt_br: Se você pudesse fazer uma pergunta a um ser onisciente, qual seria?
sv: Om du kunde fråga en allvetande varelse en fråga, vad skulle den vara?
uk: Якби ви могли поставити одне запитання всезнаючій істоті, що б ви запитали?
zh_hans: 如果你能问一个全知的存在一个问题，你会问什么？

source: If you could ask for one thing and be guaranteed to receive it (not money or love), what would you ask for?
de: Wenn du dir eine Sache wünschen könntest und sie garantiert erhalten würdest (weder Geld noch Liebe), was würdest du dir wünschen?
es: Si pudieras pedir una cosa y se te garantizara recibirla (no dinero ni amor), ¿qué pedirías?
fr: Si tu pouvais demander une chose et être sûr de la recevoir (pas d'argent ni d'amour), que demanderais-tu ?
it: Se potessi chiedere una cosa e fossi sicuro di riceverla (non soldi o amore), cosa chiederesti?
ja: 一つだけ願いが必ず叶うとしたら（お金や愛ではなく）、何を頼みますか？
ko: 한 가지만 부탁하고 반드시 받을 수 있다면 (돈이나 사랑이 아니라), 무엇을 부탁하겠습니까?
nb: Hvis du kunne be om én ting og være garantert å få det (ikke penger eller kjærlighet), hva ville du bedt om?
nl: Als je één ding kon vragen en zeker wist dat je het zou krijgen (geen geld of liefde), wat zou je dan vragen?
pl: Gdybyś mógł poprosić o jedną rzecz i mieć gwarancję jej otrzymania (nie pieniądze ani miłość), o co byś poprosił?
pt_br: Se você pudesse pedir uma coisa e tivesse garantia de recebê-la (não dinheiro nem amor), o que pediria?
sv: Om du kunde be om en sak och garanterat få den (inte pengar eller kärlek), vad skulle du be om?
uk: Якби ви могли попросити одну річ і гарантовано її отримати (не гроші чи любов), про що б ви попросили?
zh_hans: 如果你能许一个愿并且一定会实现（不是金钱或爱情），你会许什么？
